<template>
  <section
    class="bg-white flex flex-col gap-y-8 rounded-2xl p-4 md:p-6 lg:p-10 mt-14"
  >
    <!-- title -->
    <div class="flex flex-col gap-y-3">
      <h1
        class="font-inter font-bold text-lg md:text-[32px] leading-130 text-black"
      >
        Новогодние скидки от Tashkent Perfume
      </h1>
      <h2
        class="font-inter font-semibold text-sm md:text-2xl leading-130 text-black"
      >
        И заголовок 2 будет выглядеть так
      </h2>
    </div>

    <!-- description -->
    <p class="text-sm md:text-base text-black leading-130">
      Интернет-магазин элитной парфюмерии и косметики PARFUM TASHKENT был создан
      в 2019 году. Каждый день мы заботимся о расширении ассортимента, улучшении
      функциональных возможностей электронного обслуживания и доставки, чтобы
      ваши покупки были комфортными и приносили удовольствие с первого клика!
      <br />
      Наша основная задача - качественная работа с клиентами с одной
      единственной целью, чтобы как можно большее количество наших покупателей
      стали нашими постоянными клиентами и рекомендовали нас своим близким,
      друзьям и знакомым.
    </p>

    <!-- banner -->
    <img
      src="/images/stories.jpeg"
      class="w-full max-h-[332px] rounded-2xl"
      alt="banner"
    />

    <!-- description -->
    <p class="text-sm md:text-base text-black leading-130">
      Французская парфюмерно-косметическая сеть Sephora сообщила о намерении
      приостановить работу своих магазинов на территории Российской Федерации.
      Об этом сеть, принадлежащая группе компаний LVMH (Louis Vuitton Moet
      Hennessy), сообщила в воскресенье на своей странице в Instagram. Об этом
      сеть, принадлежащая группе компаний LVMH (Louis Vuitton Moet Hennessy),
      сообщила в воскресенье на своей странице в Instagram. <br /><br />Лучший
      совет в этом случае — продумать собственную инвестиционную стратегию и
      принимать решения о покупке или продаже активов исходя из нее.<br />
      Например, вы верите в рост «зеленой энергетики» и решаете купить акции
      компании Х по 50 $ за штуку. Предварительно вы провели анализ отрасли и
      внимательно изучили бизнес этой компании, после чего поняли: через 5 лет
      ее акции будут стоить уже 500 $. Спустя 3 месяца после покупки на рынке
      началась коррекция и акции компании Х подешевели вдвое — до 25 $. Но вы
      восприняли это лишь как прекрасную возможность купить перспективные активы
      «со скидкой».<br />
      И хотя у вас нет гарантий, что прогноз на рост «зеленой энергетики» в
      итоге сбудется полностью или хотя бы частично, зато у вас есть план,
      который поможет вам избежать эмоциональных и необдуманных действий.
    </p>

    <!-- blockquote -->
    <div class="flex flex-col gap-y-5">
      <h4 class="text-lg text-black font-bold font-inter">
        Как рассчитать доходность портфеля?
      </h4>

      <blockquote
        class="ml-2.5 bg-red/5 flex gap-4 rounded-2xl px-3 py-4 relative before:absolute before:top-0 before:-left-3 before:h-full before:w-0.5 before:bg-red"
      >
        <i class="icon-quote-icon text-gray-25" />

        <span class="text-sm md:text-lg text-black">
          Доходность инвестиционного портфеля в Тинькофф Инвестициях не придется
          считать самостоятельно: абсолютная — в числах и относительная — в
          процентах — доходности ваших вложений отображаются на главном экране
          приложения <strong>Perfume Invention</strong>
        </span>
      </blockquote>
    </div>

    <!-- description -->
    <p class="text-sm md:text-base text-black leading-130">
      Лучший совет в этом случае — продумать собственную инвестиционную
      стратегию и принимать решения о покупке или продаже активов исходя из
      нее.<br />
      Например, вы верите в рост «зеленой энергетики» и решаете купить акции
      компании Х по 50 $ за штуку. Предварительно вы провели анализ отрасли и
      внимательно изучили бизнес этой компании, после чего поняли: через 5 лет
      ее акции будут стоить уже 500 $. Спустя 3 месяца после покупки на рынке
      началась коррекция и акции компании Х подешевели вдвое — до 25 $. Но вы
      восприняли это лишь как прекрасную возможность купить перспективные активы
      «со скидкой». <br />
      И хотя у вас нет гарантий, что прогноз на рост «зеленой энергетики» в
      итоге сбудется полностью или хотя бы частично, зато у вас есть план,
      который поможет вам избежать эмоциональных и необдуманных действий.
    </p>
  </section>
</template>
